{
      "head":{"code":1,"message":""},      
      "value":{
                    "total":4,                                                      
                    "rows":[                                                          
                        {"ZT":"状态1","LX":"类型1","MS":"描述1","DZ":"地址11","DH":"其它数据"},         
                        {"ZT":"状态2","LX":"类型2","MS":"描述2","DZ":"地址13","DH":"其它数据"},         
                        {"ZT":"状态3","LX":"类型3","MS":"描述3","DZ":"地址87","DH":"其它数据"},         
                        {"ZT":"状态4","LX":"类型4","MS":"1","DZ":"地址63","DH":"其它数据"}         
                           
                    ] 
        },
        "extend":{}
}	                                                    
